module.exports={
	header:{
		nav_top:{
			nav1:'软件',
			nav2:'下载',
			nav3:'指南',
			nav4:'关于'
		},
		subNav_1:{
			nav1:'PC端',
			nav2:'手机端',
			nav3:'松鼠证券', 
			nav4:'复制软件'
		}
		
	},
	registerBtn:'注册',
	banner:{
		banner1:{
			title:'Squirrel Bonds 1.0',
			title2:'火爆上线',
			txt:'指尖上的投资利器，适合新手及年轻人的APP，严选多种情绪交易分析，一键快速下单，更简单更智能，投资客的社区，自己发声。'
		},
		banner2:{
			title:'Socialtrading Plus',
			title2:'跟单利器',
			txt:'20000余跟单信号资源，10 多年全球历史投资数据，多账户绑定，同步策略信号，采用交易安全卫士PosiGuard，支持自动跟单和反向跟单。'
		},
		banner3:{
			title:'Mobile-Trader V5.1',
			title2:'震撼发布',
			txt:'手机理财看盘，便捷的投资利器，适用于Android及IOS系统，特色功能，行情信息早知道，一键账户收益计算，更智能大数据严选，情绪指数，帮助决策。'
		}
	},
	plugin:{
		p1:{
			title:'进阶指南',
			txt:'多种技术插件应用'
		},
		p2:{
			title:'情绪大数据',
			txt:'大数据多空情绪决策分析'
		},
		p3:{
			title:'佣金设置器',
			txt:'自定义每个产品佣金'
		},
		p4:{
			title:'持仓控制器',
			txt:'限制最大持仓量的风控工具'
		},
		p5:{
			title:'对冲引擎',
			txt:'净头寸对冲到单/多个账户'
		},
		p6:{
			title:'配资管理器',
			txt:'管理客户配资与促销活动'
		},
		p7:{
			title:'跟单达人',
			txt:'多账户组合跟单系统'
		},
		p8:{
			title:'日历',
			txt:'财经大事不遗漏'
		},
		p9:{
			title:'智能风险管理器',
			txt:'智能监控，自动锁定订单风险'
		},
		p10:{
			title:'信号器',
			txt:'低至0点的差价'
		}
	},
	iMac:{
		title:'智能化的风险控制系统',
		title2:'帮助企业实现智能化资金保护、达到监管机构标准、提升运营效率和投资性能。',
		txt1:'合计净头寸',
		txt2:'计算市场风险（在险价值）和压力测试',
		txt3:'推荐对冲方案',
		txt4:'管理仓位',
		txt5:'自定义账户风险设置',
		txt6:'计算损益',
		txt7:'生成EMIR监管报告和管理报告',
		txt8:'深入实施商业智能'
	},
	software:{
		title:'我们为您提供更多使用软件',
		txt1:'支持定制化',
		txt2:'运行更快速',
		txt3:'产品更多样',
		txt4:'图表更丰富',
		txt5:'投资更高效',
		txt6:'报价更优惠',
		txt7:'系统更安全',
		txt8:'服务更贴心'
	},
	footer:{
		title:'Torrent Trading Technology公司由瓦努阿图金融监管委员会（VFSC）授权及监管，注册号：40177',
		txt1:'Torrent是一家领先的国际在线外汇交易平台，同时亦是一家专门为外汇经纪商、银行、基金机构及资产管理人提供流动性集合的专业提供商。Torrent于2018年3月成为全球投资者赔偿基金委员会A类成员，为每位交易者提供最高达€20,000的资金赔偿。',
		txt2:'Torrent采用先进的 Fast Match 报价撮合引擎 ，依靠 Equinix 伦敦（LD4）、纽约（NY4）和东京（TY3）等 3 大金融数据快速处理中心和互联网交换点，利用具有稳定性和即时性的流动性桥接技术、先进的流动性集合高端工具，为个人与机构投资者提供高效的交易服务，为机构投资者提供最佳的流动性清算服务。',
		txt3:'风险警示：差价合约（CFD）是以差价进行交易的复杂金融产品。交易差价合约需要承受高风险，因为杠杆既有有利的方面，也有不利的方面。因此，差价合约并非适 合所有的投资者，因为您可能损失投入的所有资金。您不应该去冒险超过您预算之内的损失。在决定交易之前，请确保您懂得风险，还要考虑到您的投资目标和经验水 平。过去的绩效并不代表未来的结果。大部分差价合约没有固定到期日。因此，持仓到期日为您选择现有持仓平仓的日期。如果必要的话可以寻求独立意见。',
		txt4:'该网站由Torrent Trading Technology公司运行。本网站仅是信息渠道，并不应该被视为广告或招揽媒介，网站的任何内容不应该被视为广告或游说使用我们的服务。 Torrent Trading Technology公司在塞浦路斯注册成立，公司注册地址为：Christoforou Perraivou, 2 Floor 5, Flat 5, Kalia Court Limassol, 3025 Cyprus.',
		txt5:'风险披露：外汇交易隐含损失本金的高风险。外汇交易并非适用所有投资人，入市前请充分了解潜在风险，请确保您已经通读并完全理解我们的风险披露。 限制地区：TorrentFX不向欧洲经济区, 、美国、日本、英属哥伦比亚（加拿大）、萨斯喀彻温省（加拿大）及伊朗居民提供服务。',
		copyright:'©2018 torrent trading technology ltd. 保留所有权利。'
	},
	
	//关于
	
	about:{
		banner1:{
			title:'卓越的金融科技研发先驱',
			title2:'我们一直致力于投资和理财简单化，为新锐理财人群和专业投资人士提供易学易用、丰富多样、良好体验的软件工具和优质产品。',
			download:'立即前往下载',
			register:'注册免费试用'
		},
		//更多实用功能
		func:{
			title:'更多实用功能 更多安全保护',
			title1:'个性定制功能',
			txt1:'我们拥有欧洲及国内专业的技术团队，满足用户各种投资及分析性软件或插件定制需求',
			title2:'信息保护功能',
			txt2:'我们不断提升软件的隐私保护力度，银行级别的隐私防护引擎对用户信息严密保护',
			title3:'大数据分析功能',
			txt3:'我们利用大数据引擎，提供关于投资偏好，情绪数据，用户习惯，风险行为的专业分析',
			title4:'智能报价功能',
			txt4:'我们拥有多种软件平台，能够帮助用户测试各种环境和各种条件的投资策略和信号',
			title5:'产品组合功能',
			txt5:'我们筛选优质的具有竞争力的产品，通过设定可以采用多样性的产品投资组合',
			title6:'客户网络支持',
			txt6:'我们开拓自有及合作的服务网点和投资渠道，能够满足全球范围的用户使用需求',
			title7:'安全防护功能',
			txt7:'我们提供欧盟银行级别的稳定性和安全性，采用最严格的安全防护标准和功能',
			title8:'验证回测功能',
			txt8:'我们采用智能化的市场流动性深度集合，自动匹配最优的报价，以最佳时机成交'
		},
		banner2:{
			title:'我们提供更全面的软件技术解决方案',
			title2:'我们拥有全球顶尖技术服务管理团队，通过软件独有的全球 A 级流动性快速桥接技术，及布局在全球的顶级服务器网点，能够使软件 24 小时不间断连接国际市场，并对接提供优质的流动性、十分严格的价差、较低的清算费用、高效的订单执行，以及深度的技术支持。',
			txt1:'服务130,000余客户',
			txt2:'客户遍布110多国家',
			txt3:'超过100种核心产品',
			txt4:'全球5大研发中心'
		},
		step:{
			title:'仅需三步即可免费体验',
			title1:'注册',
			txt1:'点击"注册",3分钟完成申请',
			title2:'账户验证',
			txt2:'依据提示完成账户及卡验证',
			title3:'下载软件',
			txt3:'下载"软件",登录免费使用'
		}
	},
	
	//软件页
	software_1:{
		first:{
			title:'Torrent-Trader 7.0',
			title2:'开启理财生活，更好用的看盘软件',
			btn1:'MT4环境下载',
			btn2:'MT5环境下载'
		},
		second:{
			title1:'支持所有订单类型',
			txt1:'涵盖市场中所有的投资订单类型，即时下单，毫秒级响应！',
			title2:'可执行任何交易策略',
			txt2:'优选70余种产品投资组合和超低价差，任何策略均可支持！',
			title3:'加载更多分析工具',
			txt3:'超过 80 种分析工具，可无限制打开图表界面功能！',
			title4:'适合多种程度用户',
			txt4:'适合于中度投资操作经验用户，和专业级平台及用户！'
		},
		third:{
			title:'五大引擎提升体验',
			title1:'实时订单引擎',
			txt1:'简化的下单步骤及快捷设置，用以提升订单速度和工作效率',
			title2:'成交数据引擎',
			txt2:'便捷的交易数据查询，方便观察市场走势以完善自己的策略',
			title3:'市场深度引擎',
			txt3:'智能化的市场深度集合，便于匹配最优的报价和时机成交',
			title4:'图形指标引擎',
			txt4:'集合8种画线工具、9种时段图表选项及50种图形工具',
			title5:'算法设置引擎',
			txt5:'简洁且多样性的算法设置，提升专业用户对系统进行配置',
			btn:'立即下载'
		}
	},
	software_2:{
		first:{
			title:'Mobile-Trader V5.1',
			title2:'随身财富管家，手机轻松看盘软件',
			btn1:'MT4环境下载',
			btn2:'MT5环境下载'
		}
	},
	software_3:{
		first:{
			title:'Squirrel Bonds 1.0',
			title2:'新锐人群喜爱的轻松理财APP',
			btn1:'安卓手机下载',
			btn2:'苹果手机下载'
		}
	},
	software_4:{
		first:{
			title:'Socialtrading Plus',
			title2:'专业级复制投资者必备软件',
			btn:'免费下载'
		}
	}
}


